<a href="0001_portfolio/0019_fermer/index.php"> 0019. Сільске господарство (фермерство) </a> 
Лісоводство.<br />
01. Біологія, зоологія, ботаніка.
02. Огородництво. 
03. Садоводство. 
04. Бджільництво. 
05. Твариництво. 
06. Птахівництво. 
07. Вирощування пшениці, гречки, соняшника, проса, овса, ячменю, ржи.

агро, <br />


              8. Садівництво (статті + фото + отчет о проделаной роботі) та огородничество<br />
              Мої сади <br />
              Стратифікація<br />
              Вирощування<br />
              Посадка<br />
              Прививка<br />

              Яблоні<br />
              Груші<br />
              Сливи<br />
              Вишні, черешні<br />
              Алича<br />
              Абрикос,<br />
              Персик<br />

              Береза<br />

              Малина<br />
              Ожина<br />

              Кущі<br />
              Смородина<br />
              Порічка<br />
              Агрус<br />
              Йошта<br />




              0019. Сільске господарство (Фермерство). Лісоводство.

01. Біологія, зоологія, ботаніка.

02. Огородництво.

03. Садоводство.

04. Бджільництво.

05. Твариництво.

06. Птахівництво.

07. Вирощування пшениці, гречки, соняшника, проса, овса, ячменю, ржи.

- Сайт по огородництву

- Сайт по садоводству

- Сайт по біології, зоології, ботаніці

- Сайт по бджільництву, свійським тваринам



Дом

Сад

Побелка
Прививка
Удобрение
Защита

Огород




Сільське господарство

Бджоли

Кури

Свині

Кролі

Качки

Гуси

Коні





Зернові культури

Жито

Пшениця

Овес

Ячмінь 

Кукурудза

Соняшник





Огородничество

Картопля

Цибуля

Часник

Буряк

Цукровий

Червоний

Морква

Помідори

Капуста

Кукурудза

Горох

Огірки

Редис

Квасоля




Яблуня

Груша



Вишня

Черешня

Слива

Абрикос

Персик



Малина

Ожина



Смородина

Порічки

Агрус



Клубника



Виноградорство




Дом, сад, огород


Обрезка винограда

Защита от зайцев

Питомник

Яблоня
Груша
Абрикос
Грецкий орех
Вишня

Летняя прививка