<a href="0001_portfolio/0005_building/index.php">0005. Будівництво</a>  
Сайти будівництва --- Будуємо дім --- Вибір,
купівля та ремонт квартири - столяра - плотника - каменяра -
пічника - сварщика - штукатура - плитовщика - електрика -
сантехніка - газовщика - тесляра - дизайну інтер'єра <br />



7. Будівництво (статті + фото + отчет о проделаной роботі)<br />
              1) Полка на ванну<br />
              2) Полка на кухню под <br />
              3) Табурет<br />
              4) Вулична піч<br />
              5) Ремонт будинка (будування дверей; покраска стін, дверей; штукатурка глиняних стін, поклейка шпалер).<br />
              6) Проекти будинків (для 12 та 2), літньої кухні, майстерні, сараїв, заборів, беседок( трикутна православна, звичайна).<br />



0005. Будівництво

Строительство одноэтажного дома из белого кирпича с мансардой

9х8, 4 комнаты.

Проэктирование

Расчет

План эвакуации

Дизайн интерьера

Сайти будівництва

--- Будуємо дім

--- Вибір, купівля та ремонт квартири

- столяра

- плотника

- каменяра

- пічника

- сварщика

- штукатура

- плитовщика

- електрика

- сантехніка

- газовщика

- тесляра

- дизайну інтер'єра


Ремонт квартири

Життя у власній квартирі

Сантехніка

Електрика

Газ

Холодильник


