<a href="0001_portfolio/0009_programming/index.php">0009. Програмування</a>  <br />

Програми <br />
Ігри <br />

Scratch <br />



              2. Програмування <br />
              Проекти на гитхаб<br />

              Асемблер <br />
              C, C++ <br />
              C# <br />
              Java<br />

              Програми <br />
             
              Погода <br />
              Годинник <br />
              

              Ігри <br />

              Шашки<br />
              Шахмати <br />
              Змійка <br />
              Хрестики нолики <br />
              Тетріс <br />
              Морскій бій <br />
              Гра в точки <br />
              Маріо <br />
              Танчики <br />

              Scratch <br />

              Arduino <br />



0009.  Програмування.

Оллимпиады

Конкурсы
https://habrahabr.ru/post/260289/

Спортивное программирование

Сайти програмування.

Вивчення теорії.

Python для початківців.

Практика. Написання програм.

Тестування.


Асемблер

С 

С++

Java




Компьютер

ПК 

Архитектура ПК




Школа Google

Школа Windows

Ноутбук

Школа ноутбука Lenovo

Школа Blogger

Драйвера

Обслуговування

Ремонт


Смартфон


Системний адміністратор


ОС 

Linux





Курс (відеокурс, підручник) по Python 

Допоміжні сайти

https://pythontutor.ru/



Частина І.

Вчимо Python. Основи. Підручник. Курс

Змінні.

Умови. Цикли.

Функції.

Класи. ООП.



Алгоритми та структури данних



Частина ІІ

Практика. Ігри. Програми.

1) Ігри. Олімпіадні задачі. Задачі по змаганням (соревнованиям). Задачі зі співбесід.

Хрестики-нолики

Алгоритм мінімакс

Змійка

Тетріс

Морский бій

Охота на качок

Вовк та яйця

Платформер

Гонки

Шашки

Шахмати

Алгоритм мінімакс



Теорія автоматичного моделювання

Математичний маятник

Перевернутий маятник

Сігвей



Робототехніка



2) Програми.

Часи

1. ОС.

https://kaimi.io/category/assembler/

https://xakep.ru/2018/06/18/lets-write-a-kernel/

Антивірус.

Пошукова система.

Браузер.

2. Музикальне піаніно.

3. Попадання у ноти. Тюнер.

4. Видалення вокалу та запис мелодії.



5. Редактор текста (свій ПДФ, ворд).

Редактор ПДФ на питоне.

Редактор Ворд на питоне.

Текстовий редактор.

https://viewsourcecode.org/snaptoken/kilo/index.html

6. Графічний редактор Paint.

http://pythonicway.com/python-examples/python-gui-examples/28-python-paint

Графічний редактор (свій САІ, Кріта, Прокреате) для малювання та живопису (для цифрового рисунку)

Блюр (размытие)

https://stepik.org/course/71443/promo

Редактор векторної графіки.

3D-редактор (як Блендер).

https://habr.com/ru/post/527914/

Графічний редактор для веб-дизайна (своя Фигма, Фотошоп).

План

Створення вікна

Лінійки, напрямні, сітки

Малювання фреймів

Створення фігур, ліній

Додавання картинок

Введення тексту (зміна шрифту, розміру, ...)

Вибір кольору

7. Соціальна сеть.

8. Своя CMS.

9. Счетчик посещений.

http://codeharmony.ru/materials/121

10. Голосовий помічник. Бот.

11. Месенджер.

12. Перекладач.

https://vc.ru/life/114237-kak-ya-potratil-600-tysyach-i-pyat-let-chtoby-sdelat-svoy-perevodchik





Minecraft





Scratch

Проект Моє (наше) життя в Scratch

Веб-розробка

Будування

Кулінарія

Медицина. Здоров'є.

Анлійска мова

Програмування

Складання віршів

Спів та музика

Малювання та живопис

Ілюстрація, 3D, цифровий рисунок

Садоводство

Вирощування саду

Фермерство

Робимо фермерське хозяйство

Огород

Вирощування огороду

Анімація та кіно


Проект (робочий) Життя риб (в озері, річці, акваріумі) в Scratch


Курс (відеокурс, підручник) по Scratch для дітей

Допоміжні сайти
code.org
https://codim.online/

Частина І
Теорія
Основи
Алгоритми

Частина ІІ
Практика. 
Ігри. Програми. Проекти.

0001 Проект Життя риб (озеро, річка, акваріум)

Піаніно

Гітарний тюнер. Тюнер. Попади в ноту.

Чат онлайн
Месседжер

Поисковик

Викторина

Квест

Робот помощник
Интерактивный помощник
Диалог с программой
http://younglinux.info/sites/default/files/scratch_lessons.pdf

Игры

Тайна сокровищ

Найди клад

Настольная игра


