<a href="0001_portfolio/0003_economics/index.php"> 0003. Економіка та фінанси</a><br />
Сайти Економіки та фінансів<br />
Сайт інвестицій, акцій, диведентів <br />

Бухоблік<br />




0003. Економіка та фінанси

Сайти Економіки та фінансів

Сайт інвестицій, акцій, диведентів


Економіка підприємтсва та фінанси

ФОП

Бухоблік

Виробництво

Підприємство


Разработка ПО

Софтверный бизнес

Бизнес-модели
Моделирование бизнес-процессов

Управление бизнес-процессами

Автоматизация бизнес-процессов

 Intelligent Business Process Management

Enterprise

Корпоративные приложения

ERP (КИС)

Стартап с ИИ



Программы

Личный софт (ПО)

ОС

Paint

Браузер

Поисковая система
Поисковой робот

Антивирус




Бізнес-плани та стартапи

Власна студія:

--- Веб-студія:

------ Веб-дизайн

------ Верстка

------ Фронтенд, бекенд

------ Графічний дизайн: логотипи, іконки, ілюстрації

--- 3D: ілюстрації, анімація, персонажи

--- Школа живопису та малювання. Школа цифрового рисунку

--- Студія звукозапису: створення музики, пісень

--- Студія кіно та анімації: мультфільми

--- Школа програмування

--- Моделювання: дизайн інтер'єру, будівництво, печі,груби, каміни, барбекю



Продуктовий магазин

Виробництво олії

Пекарня

Перукарня

Ательє пошиву одягу та взуття

Будівництво



Інтернет магазини: 

смартфонів

комп'ютерної техніки

побутової техніки



Сервіс-центри:

ремонт:

смартфонів

комп'ютерної техніки

побутової техніки



