<a href="0001_portfolio/0015_cinema/index.php">0015. Анімація та кіно</a><br />
Студія анімації та кіно.<br />



0015. Анімація та кіно.

Актерсоке мастерство



Сценарії

---- Сценарій Як знімався відеокурс по веб-розробці сайту власної студії.



https://mpdragan.blogspot.com/p/blog-page_60.html



Кино

Как снять короткометражный фильм

Как написать киносценарий

Как снять мультфильм
Как сделать мультфильм на компьютере

Как снять анимационный фильм, мультфильм

Мультфильм на бумаге




Сценарії 

1. Сценарій до відеокурсу  по веб-розробці сайту власної студії

1. Відеокурс по веб-розробці сайту власної студії.

https://mpdragan.blogspot.com/p/blog-page_91.html

Як знімався відеокурс по веб-розробці сайту власної студії.

Сценарій відеокурсу

https://mpdragan.blogspot.com/p/blog-page_60.html

2. Відеокурс по будівництву.

3. Відеокурс по кулінарії.

4. Відеокурс письмеництва (поезії та прози).

5. Відеокурс по співу та музики.

6. Відеокурс по живопису та малюванню.

7. Відеокурс по ілюстрації та 3D-ілюстрації.

8. Відеокурс по программуванню.

9. Відеокурс по штучному інтеллекту.


10. Відеокурс по кулінарії.

11. Відеокурс по садоводству.


Студія анімації та кіно.

Фільми, які потрібно (хочу) зняти

--- Анімаційні

--- Документальні

--- Казки

--- Короткометражні

--- Мультфільми

--- Повнометражні

0001 Моє (і твоє (наше)) життя

0002 Вивчаємо веб-розробку ('Веб-розробка у нашому житті')

0003 Вчимося співати самостійно ('Співаємо для душі')

0004 Вчимося малювати самостійно ('Я (ми) і малювання (живопис (картина))')

0005 Мистецтво будування (Будуємо наш дім)

0006 Пишемо поезію і прозу ('Роль поезії та прози в культурі людини')

0007 Програмуємо ('Програмування як важлива складова розвитку особистості')

0008 Як зняти фільм (Як знімаються фільми)

0009 Православ'я - це пошук самого себе та шлях до свого кохання (це я і ти (вона))(це я і моя половинка)

0010 Електроніка, що нас оточує

0011 Штучний інтелект - це забаганка чи необхідність

0012 Мої (наші) рецепти кулінарії

0013 Пишемо музику, яка нас радує постійно

0014 Навіщо ми фотографуємо

0015 Ілюстрація та цифровий малюнок

0016 3D (Blender)