<!DOCTYPE html>
<html lang="ua">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>CRM студії Максима Драгана</title>
    <link href="css/style.css" rel="stylesheet" />
    <link rel="preconnect" href="https://fonts.googleapis.com" />
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
    <link
      href="https://fonts.googleapis.com/css2?family=Roboto:ital,wght@0,300;0,400;1,300&display=swap"
      rel="stylesheet"
    />
</head>
<body>
    <h1>CRM студії Максима Драгана</h1>


    <?php
       echo "1";
    ?>

    <a href="">Вхід для користувача</a>
    <a href="">Вхід для адміністратора</a>

    <h2>Майстерня</h2>

    <h2>Студія</h2>

    <a href="../index.html">Сайт студії </a><br>

    CMS студії

    <h2>Виробництво</h2>

    Виробництво товарів<br>

    Каталог (список) виробляємих товарів<br>

    <h2>Склад</h2>

    <h3>Заказ товарів</h3>

    Постачальники<br>
    Список постачальників<br>

    Адреса виробника<br><br>


    Каталог заказаних товарів<br>

    Назва товару, кількість одиниць товару, ціна від виробника, себестоімость, доставка, гарантія, сервіс-обслуговування (возврат)<br>

    <table>
        <tr>
            <td>Назва товару</td>
            <td>Кількість одиниць товару</td>
            <td>Ціна від виробника</td>
            <td>Себестоімость</td>
            <td>Доставка</td>
            <td>Гарантія</td>
            <td>Сервіс-обслуговування (возврат)</td>
        </tr>
        <tr>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
    </table>

    <h3>Товари на складі</h3>

    Каталог товарів на складі<br>

    Назва товару, кількість (залишилось стільки одиниць товару) - в наявності - під заказ, ціна від виробника, себестоімость, націнка, роздрібна ціна, оптова ціна, (акційна ціна)


    <table>
        <tr>
            <td>Назва товару</td>
            <td>кількість (залишилось стільки одиниць товару) - в наявності - під заказ</td>
            <td>Ціна від виробника</td>
            <td>Себестоімость</td>
            <td>Націнка</td>
            <td>Роздрібна ціна</td>
            <td>Оптова ціна</td>
            <td>(Акційна ціна)</td>
            <td>Доставка</td>
            <td>Гарантія</td>
            <td>Сервіс-обслуговування (возврат)</td>
        </tr>
        <tr>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
    </table>

    <h3>Продаж товарів зі складу через магазини</h3>

    Магазини<br>

    Назва магазину<br>



    <h2>Підприємство</h2>

    Керування підприємством


    <h2>Магазин</h2>

    Бухоблік<br>

    Каса<br>


    <h2>Інтернет-магазин</h2>

    <a href="">CRM інтернет-магазину</a><br>


    <h3>Користувачі</h3>

    <h3>Клієнти</h3>
    
    Таблиця (clients підтягується із бази данних) список клієнтів<br>

    Постійні<br>
    Потенційні<br>


    Логін, ім'я, пошта, телефон, пароль<br>

    <table>
        <tr>
    
            <td>Кількість (номер)</td>
            <td>Логін</td>
            <td>Пошта</td>
            <td>Телефон</td>
            <td>Пароль</td>
        </tr>
        <tr>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
    </table>

    <h3>Кошик</h3>

    Покупаємі товари<br>

    Назва товару(товарів), кількість, роздрібна ціна, оптова ціна, (акційна ціна)

    <table>
        <tr>
            <td>Назва товару (товарів)</td>
            <td>кількість</td>
            <td>Роздрібна ціна</td>
            <td>Оптова ціна</td>
            <td>(Акційна ціна)</td>
            <td>Доставка</td>
            <td>Гарантія</td>
            <td>Сервіс-обслуговування (возврат)</td>
        </tr>
        <tr>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
        </tr>
    </table>

    
    Форма замовлення заказу(покупки)<br>

    

    Оплата (розрахунок)<br>

    Чек (каса)<br>

    Доставка<br>

    <h2>Гарантія</h2>

    Гарантійний талон<br>

    Термін гарантії<br>

    
    <h2>Сервіс та ремонт</h2>


    <h2>Розсилки</h2>

    SMS-розсилки (вказуються телефони клієнтів)<br>
    Шаблони дизайну SMS<br>

    Email-розсилки (вказуються пошти клієнтів)<br>
    Шаблони дизайну листів<br>

    Viber (вказуються телефони клієнтів)<br>
    Шаблони дизайну<br>



</body>
</html>