<a href="0001_portfolio/0008_web-develop/index.php">0008. Веб-розробка</a>  <br />

Веб-дизайн<br />
Верстка <br />
Фронтенд <br />
Бекенд <br />
Графический дизайн <br />



1. Веб-разработка <br />

              Веб-дизайн<br />
              Figma макети <br />

              Верстка HTML5, CSS3, JavaScript<br />
              Проекти на гитхаб<br />

              Фронтенд <br>
              React, Angular, Vue <br />

              Бекенд <br />
              PHP, Laravel <br />
              Python, Django <br />

              Framework <br />
              Blog <br />
              СMS CRM <br />
              Боти <br />
              Соціальна мережа <br />

              Графический дизайн <br />
              Логотипы <br />
              Ілюстрації <br />
              Анімації <br />

              3D<br />





0008. Веб-розробка

Сайти веб-розробки



01. Сайти школи веб-дизайну:

- для початківців

- для професіоналів

Figma, Photoshop



02. Сайт школа графічного дизайну.

--- Створенняя логотипів, іконок, ілюстрацій, 3D, анімації.



03. Сайт школи верстки.



04. Сайт Школа фронтеда.

- React, Angular, Vue.



05. Сайт Школа бекенда.

- PHP. Laravel. Magento.

- WordPress

- Django



06. Копірайтинг.


06. Сайт Школа SEO.

07. Хостинг, домен.



--- Мобільні додатки.


